<?php

return array (
  'reset' => 'تمت إعادة تعيين كلمة المرور',
  'not_matched' => 'حقل كلمة المرور القديمة غير متوافق مع كلمة المرور الحالية',
  'password' => 'يجب أن لا يقل طول كلمة المرور عن ستة أحرف، كما يجب أن تتطابق مع حقل التأكيد',
  'sent' => 'تم إرسال تفاصيل استعادة كلمة المرور الخاصة بك إلى بريدك الإلكتروني',
  'token' => '.رمز استعادة كلمة المرور الذي أدخلته غير صحيح',
  'user' => 'لم يتم العثور على أيّ حسابٍ بهذا العنوان الإلكتروني',
  'change_password' => 'تغيير كلمة المرور',
  'current_password' => 'كلمة المرور الحالية',
  'new_password' => 'كلمة المرور الجديدة',
  'old_password' => 'كلمة المرور القديمة',
  're_type_new_password' => 'اعد ادخال كلمة المرور',
);
